Repository: coreORB/PhotosSorter
Catalog: locales/*/LC_MESSAGES/main.po
Languages: pl

source: Source directory:
pl: Folder źródłowy:

source: Browse...
pl: Przeglądaj...

source: Destination directory (if empty source directory will be used):
pl: Folder docelowy (jeżeli puste użyty zostanie folder źródłowy):

source: Options
pl: Opcje

source: Move files instead of copying (if source and destination directories are the same files always will be moved)
pl: Przenoś pliki zamiast kopiować (pliki zawsze będą przenoszone, jeżeli folder docelowy jest taki sam jak źródłowy)

source: Rename images to creation date (if possible)
pl: Zmieniaj nazwy obrazów na datę utworzenia (o ile możliwe)

source: Resize images
pl: Zmieniaj rozmiar obrazów

source: Bigger side size (in px)
pl: Rozmiar dłuższego boku (w px)

source: JPEG compression (1-95)
pl: Stopień kompresji JPEG (1-95)

source: Validation error
pl: Błąd walidacji

source: File %d/%d
pl: Plik: %d/%d

source: Done
pl: Zakończone

source: "{filename}" subdirectory skipped
pl: "{filename}" podkatalog pominięty

source: "{filename}" does not contain creation date - won't be renamed
pl: "{filename}" nie zawiera daty utworzenia - nazwa nie zostanie zmieniona

source: "{filename}" processing image failed: {text}
pl: "{filename}" błąd przetwarzania obrazu: {text}

source: "{filename}" destination file already exists
pl: "{filename}" plik docelowy już istnieje

source: "{filename}" moving file failed: {text}
pl: "{filename}" błąd przenoszenia pliku: {text}

source: "{filename}" seems to be panoramic image - it won't be resized
pl: "{filename}" wydaje się być zdjęciem panoramicznym - rozmiar nie zostanie zmieniony

source: Set source directory
pl: Podaj folder źródłowy

source: Source directory does not exists or is not a directory
pl: Folder źródłowy nie istnieje lub nie jest katalogiem

source: Set destination dir
pl: Podaj folder docelowy

source: Destination directory does not exists or is not a directory
pl: Folder docelowy nie istnieje lub nie jest katalogiem

source: Bigger size size must be an integer
pl: Rozmiar dłuższego boku musi być liczbą całkowitą

source: JPEG compression must be an integer in range 1-95
pl: Stopień kompresji JPEG musi być liczbą całkowitą w przedziale 1-95
